Repository: BeeWise/travelling-ios-app
Catalog: Travelling/Travelling/Application/Localization/*.lproj/Localizable.strings
Languages: ro

# Explore.tab.title
source: Explore
ro: Explorează

# MyFavorites.tab.title
source: My Favorites
ro: Favorite

# MyProfile.tab.title
source: My Profile
ro: Profil

# Explore.scene.title
source: Explore
ro: Explorează

# Explore.scene.empty.state.text
source: No places found
ro: Nu sunt locuri

# Explore.scene.no.more.places.text
source: No more places
ro: Nu mai sunt locuri

# Explore.scene.error.state.text
source: An error occurred while fetching places. Tap here to reload ↺
ro: A apărut o eroare. Apasă aici ca să încerci din nou ↺

# MyProfile.scene.title
source: Profile
ro: Profil

# MyProfile.scene.logout.title
source: Logout
ro: Deconectare

# MyProfile.scene.report.issue.title
source: Report issue
ro: Raportează o problemă

# MyProfile.scene.version.title
source: Version %@
ro: Versiunea %@

# MyProfile.scene.report.issue.email.subject
source: [%@] iOS App Issue - Version %@
ro: [%@] Problemă Aplicație iOS - Versiunea %@

# MyProfile.scene.error.state.text
source: An error occurred while fetching your details. Tap here to try again ↺
ro: A apărut o eroare. Apasă aici ca să încerci din nou ↺

# MyProfile.scene.error.alert.message
source: An error occurred while logging out. Please try again.
ro: A apărut o eroare. Te rugăm să încerci din nou.

# Onboarding.scene.login.title
source: Login
ro: Autentificare

# Onboarding.scene.sign.up.title
source: Sign Up
ro: Înregistrare

# Login.scene.title
source: Login
ro: Autentificare

# Login.scene.email.or.username.title
source: Email or username
ro: Email sau username

# Login.scene.email.or.username.error.text
source: Email or username must have at least 6 characters.
ro: Email-ul sau username-ul tău trebuie să aibă cel puțin 6 caractere.

# Login.scene.password.title
source: Password
ro: Parolă

# Login.scene.password.error.text
source: Your password must have at least 6 characters.
ro: Parola ta trebuie să aibă cel puțin 6 caractere.

# Login.scene.forgot.password.button.title
source: Forgot your password?
ro: Ai uitat parola?

# Login.scene.button.title
source: Login
ro: Conectează-te

# Login.scene.generic.error.message
source: An unexpected error occurred. Please try again.
ro: A apărut o eroare. Te rugăm să încerci din nou.

# Login.scene.cancel.title
source: Cancel
ro: Anulează

# ForgotPassword.scene.title
source: Forgot Password
ro: Parolă uitată

# ForgotPassword.scene.send.reset.link.button.title
source: Send Reset Link
ro: Trimite link de resetare

# ForgotPassword.scene.email.error.text
source: Your email is incorrect.
ro: Email-ul tău este incorect.

# ForgotPassword.scene.confirmation.message
source: An email has been sent to %@ with further instructions.
ro: Un email cu instrucțiuni a fost trimis pe adresa de email: %@.

# ForgotPassword.scene.generic.error.message
source: An unexpected error occurred. Please try again.
ro: A apărut o eroare. Te rugăm să încerci din nou.

# ForgotPassword.scene.go.to.mail.title
source: Go to Mail
ro: Deschide Mail

# SignUp.scene.title
source: Sign Up
ro: Înregistrare

# SignUp.scene.upload.photo.title
source: Upload Photo
ro: Încarcă poză

# SignUp.scene.email.title
source: Email (required)
ro: Email (obligatoriu)

# SignUp.scene.username.title
source: Username (required)
ro: Username (obligatoriu)

# SignUp.scene.password.title
source: Password (required)
ro: Parolă (obligatorie)

# SignUp.scene.first.name.title
source: First name (required)
ro: Prenume (obligatoriu)

# SignUp.scene.last.name.title
source: Last name (required)
ro: Nume (obligatoriu)

# SignUp.scene.description.title
source: Description
ro: Descriere

# SignUp.scene.button.title
source: Sign Up
ro: Înscrie-te

# SignUp.scene.email.error.text
source: Your email is incorrect.
ro: Email-ul tău este incorect.

# SignUp.scene.username.error.text
source: Your username must have at least 6 characters and must contain only letters, numbers, periods, hyphens or underscores.
ro: Username-ul tău trebuie să aibă cel puțin 6 caractere și să conțină doar litere, numere, puncte, cratime sau bară jos.

# SignUp.scene.password.error.text
source: Your password must have at least 6 characters.
ro: Parola ta trebuie să aibă cel puțin 6 caractere.

# SignUp.scene.first.name.error.text
source: Your first name must have at least one character.
ro: Prenumele tău trebuie să aibă cel puțin 1 caracter.

# SignUp.scene.last.name.error.text
source: Your last name must have at least one character.
ro: Numele tău trebuie să aibă cel puțin 1 caracter.

# SignUp.scene.photo.library.title
source: Photo Library
ro: Album de poze

# SignUp.scene.camera.title
source: Camera
ro: Cameră

# SignUp.scene.remove.photo.title
source: Remove Photo
ro: Șterge poza

# SignUp.scene.cancel.title
source: Cancel
ro: Anulează

# SignUp.scene.generic.error.message
source: An unexpected error occurred. Please try again.
ro: A apărut o eroare. Te rugăm să încerci din nou.

# PlaceDetails.scene.error.state.text
source: An error occurred while fetching the place. Tap here to try again ↺
ro: A apărut o eroare. Apasă aici ca să încerci din nou ↺

# PlaceDetails.scene.error.alert.message
source: An error occurred while saving your favorite place. Please try again.
ro: A apărut o eroare. Te rugăm să încerci din nou.
